Repository: Open-Verifik/IOS-SDK
Catalog: VerifikTutorial/VerifikTutorial/*.lproj/Localizable-*.strings
Languages: es_419

source: Verifik Tutorials
es_419: Tutoriales de Verifik

source: What do you want to learn today?
es_419: ¿Qué quieres aprender hoy?

# Tutorial desc
source: Explore and test the logic of our services in a series of simple an easy tutorials
es_419: Tenemos varios tutoriales para que pruebes nuestra lógica de nuestros servicios de manera sencilla en modo de ejemplos

source: Change language
es_419: Cambiar idioma

source: Biometric
es_419: Biométrica

source: Explore
es_419: Ver tutorial

source: Description
es_419: Descripción

source: Parameters
es_419: Parámetros

source: Success Criteria
es_419: Criterios de éxito

source: Step 1
es_419: Paso 1

source: Step 2
es_419: Paso 2

# Continue tuto
source: Continue tutorial
es_419: Continuar tutorial

# Secret Key
source: Secret Key (JWT)
es_419: Llave secreta (JWT)

source: Start
es_419: Empezar

source: Liveness Check
es_419: Detección de vida

# Liveness Check Desc
source: Perform a liveness check in the user's FaceScan in order to identify if the person is who they claim to be and if they are present at the time of validation
es_419: Realiza una verificación de vida en el escaneo facial, con el fin de identificar si la persona es quien dice ser y está presente al momento de la validación

# Liveness Parameters
source: There are no parameters
es_419: No hay parámetros a enviar

# Liveness Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The parameters sent in the Body are as required
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. El token de sesión era válido y no estaba vencido. 3. Los parámetros enviados en el Body coinciden con los que genera el SDK del Proyecto (No aplica para el Demo).

# Liveness Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Liveness Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

source: Biometric Registration
es_419: Registro biométrico

# Biometric Registration Desc
source: Perform a lifeness check and if successful store the resulting 3D face map in the database.
es_419: Realiza una verificación de vida en el escaneo facial y almacena el mapa facial 3D resultante en la base de datos en caso de éxito.

# Biometric Registration Parameters
source: externalDatabaseRefID: This parameter is a unique identifier which is to be associated to the the FaceScan performed. There is an option of email or telephone number.
es_419: externalDatabaseRefID: Este parámetro es un Identificador único al cual se va a asociar el escaneo biométrico que se realice, Se cuenta con la opción de correo o de número telefónico.

# Biometric Registration Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The session token was valid and not expired. 3. The parameters sent in the Body match those generated by the Project's SDK (Does not apply to the Demo). 4. The parameter externalDatabaseRefID is not currently in the database. 5. A new sessionId was used.
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. El token de sesión era válido y no estaba vencido. 3. Los parámetros enviados en el Body coinciden con los que genera el SDK del Proyecto (No aplica para el Demo). 4. El Parametro externalDatabaseRefID no se encuentra actualmente en la base de datos. 5. Se utilizó un sessionId nuevo.

# Biometric Registration Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Biometric Registration Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

source: Biometrics Login
es_419: Inicia sesión con biometría

# Biometrics Login Desc
source: Process a lifeness check on a user and compare it with the it's previously stored FaceMap.
es_419: Procesa un escaneo facial en busca de vida y lo compara con un mapa facial 3D de vida comprobada.

# Biometrics Login Parameters
source: externalDatabaseRefID: This parameter is a unique identifier which is to be associated to the the FaceScan performed. There is an option of email or telephone number.
es_419: externalDatabaseRefID: Este parámetro es un Identificador único al cual se va a asociar el escaneo biométrico que se realice, Se cuenta con la opción de correo o de número telefónico.

# Biometrics Login Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The session token was valid and not expired. 3. The parameters sent in the Body match those generated by the Project's SDK (Does not apply to the Demo). 4. The parameter externalDatabaseRefID is not currently in the database. 5. A new sessionId was used. A new sessionId was used.
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. El token de sesión era válido y no estaba vencido. 3. Los parámetros enviados en el Body coinciden con los que genera el SDK del Proyecto (No aplica para el Demo). 4. El Parametro externalDatabaseRefID se encuentra actualmente en la base de datos. 5. El escaneo realizado coincide con el que se encuentra en la base de datos asociado con externalDatabaseRefID. Se utilizó un sessionId nuevo.

# Biometrics Login Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Biometrics Login Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# Match ID
source: Match biometrics with ID
es_419: Compara tu biometría con un Documento.

# Match ID Desc
source: Compare your facescan with a government issues ID.
es_419: Compara tu biometría con un Documento.

# Match ID Parameters
source: externalDatabaseRefID: This parameter is a unique identifier which is to be associated to the the FaceScan performed. There is an option of email or telephone number.
es_419: externalDatabaseRefID: Este parámetro es un Identificador único al cual se va a asociar el escaneo biométrico que se realice, Se cuenta con la opción de correo o de número telefónico.

# Match ID Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The session token was valid and not expired. 3. The parameters sent in the Body match those generated by the Project's SDK (Does not apply to the Demo). 4. The parameter externalDatabaseRefID is not currently in the database. 5. A new sessionId was used, in this case the same sessionId can be used for two services
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. El token de sesión era válido y no estaba vencido. 3. Los parámetros enviados en el Body coinciden con los que genera el SDK del Proyecto (No aplica para el Demo). 4. El Parametro externalDatabaseRefID ya tiene asociado un escaneo facial. 5. Se utilizó un sessionId nuevo, en este caso como se deben usar dos servicios se puede usar el mismo sessionId.

# Match ID Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Match ID Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# OCR
source: OCR & ID Scan
es_419: Escaneo de documento & Extracción de datos

# OCR Desc
source: Process OCR after an ID scan. Only compatible with Device SDK ID scan session.
es_419: Procesa un escaneo de ID. Solo funciona con la sesión de escaneo de ID del SDK del dispositivo.

# OCR Parameters
source: There are no parameters
es_419: No hay parámetros a enviar

# OCR Criteria
source: The scanned document is real and matches the country or selected service . The session token was valid and not expired. The parameters sent in the Body match those generated by the Project's SDK (Does not apply to the Demo).
es_419: El documento escaneado es real y coincide con el país o servicio seleccionado para ello. El token de sesión era válido y no estaba vencido. Los parámetros enviados en el Body coinciden con los que genera el SDK del Proyecto (No aplica para el Demo).

# OCR Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# OCR Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# Image Age
source: Image Age Estimator
es_419: Estimar edad de una imagen

# Image Age Desc
source: Obtain an age estimate of a human image
es_419: Obtiene la edad de una imagen

# Image Age Parameters
source: image: This parameter is a base64 image.
es_419: image: Este parámetro es una imagen del rostro en base64.

# Image Age Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The parameters sent in the Body are as required
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. Fueron enviados todo los parámetros requeridos por el Body

# Image Age Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Image Age Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# Liveness Image
source: Image Liveness Detection
es_419: Deteccion de vida en una imagen

# Liveness Image Desc
source: Detect liveness or humanity off an image.
es_419: Deteccion de vida en una imagen.

# Liveness Image Parameters
source: image: This parameter is a base64 image.
es_419: image: Este parámetro es una imagen del rostro en base64.

source: 2D Image Matching
es_419: Compara 2 imágenes

# 2D Image Matching Desc
source: Compare the biometric data of two 2D images
es_419: Compara los biometricos de 2 imágenes

# 2D Image Parameters
source: minMatchLevel: This parameter is a number from 1 to 6, this number indicates the minimum match between images, 6 being the highest. image0: base64 image of face 1. image1: base64 image of face 2.
es_419: minMatchLevel: Este parámetro es un numero del 1 al 6, este numero indica el minimo de coincidencia entre las imagenes, siendo 6 el mas alto. image0: Este parámetro es una imagen del rostro en base64. image1: Este parámetro es una imagen del rostro en base64.

# 2D Image Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The parameters sent in the Body are as required
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. Los parámetros enviados en el Body son los requeridos.

# 2D Image Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# 2D Image Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# Age
source: Age Estimation
es_419: Estimar edad de un registro de biometria

# Age Desc
source: Estimate age from a biometric record (FaceScan)
es_419: Obtiene la edad de un registro de biometria

# Age Parameters
source: externalDatabaseRefID: This parameter is a unique identifier which is to be associated to the the FaceScan performed. There is an option of email or telephone number.
es_419: externalDatabaseRefID: Este parámetro es un Identificador único al cual se va a asociar el escaneo biométrico que se realizo, Se cuenta con la opción de correo o de número telefónico.

# Age Criteria
source: 1. The FaceScan came from a live human and was checked for vitality. 2. The parameters sent in the Body are as required
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. Los parámetros enviados en el Body son los requeridos.

# Age Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Age Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.

# Facescan Image
source: Compare FaceScan with an image
es_419: Compara tu biometría con una imagen

# Facescan Image Desc
source: Compare the biometric FaceScan with a 2D image.
es_419: Compara tu biometría con una imagen.

# Facescan Image Parameters
source: externalDatabaseRefID: This parameter is a unique identifier which is to be associated to the the FaceScan performed. There is an option of email or telephone number. minMatchLevel: This parameter is a number from 1 to 6, this number indicates the minimum match between images, 6 being the highest. image: This parameter is a base64 image of the face.
es_419: externalDatabaseRefID: Este parámetro es un Identificador único al cual se va a asociar el escaneo biométrico que se realizo, Se cuenta con la opción de correo o de número telefónico. minMatchLevel: Este parámetro es un numero del 1 al 6, este número indica el minimo de coincidencia entre las imágenes, siendo 6 el mas alto. image: Este parámetro es una imágen del rostro en base64.

# Facescan Image Criteria
source: 1. The FaceScan came from a live human and was checked for vitality 2. The parameters sent in the Body are as required.
es_419: 1. El escaneo facial provino de un ser humano vivo y se comprobó la vitalidad. 2. Los parámetros enviados en el Body son los requeridos

# Facescan Image Step 1
source: Verifik is a platform that sells Verification, Authentication and Data Verification services. By combining all Verifik services you can have a complete solution. Create an account within https://verifik.co to start enjoying our services in an easy and simple way to integrate.
es_419: Verifik es una plataforma que vende servicios de Verificación , autenticación y comprobación de datos. Al combinar todos los los servicios de Verifik puedes tener una solución completa. Crea una cuenta dentro de https://verifik.co para empezar a disfrutar de nuestros servicios de una manera fácil y sencilla de integrar.

# Facescan Image Step 2
source: Go to your dashboard at https://app.verifik.co and you will find at the end of the page your private key (JWT) to copy, in it we have your necessary information to validate your permissions and available credits to use the logic in this tutorial.
es_419: Ve a tu dashboard en https://app.verifik.co y encontrarás en la parte final de la página tu llave a copiar, en ella tenemos tu información necesaria para validar tus permisos y créditos disponibles para utilizar la lógica en este tutorial.
